{"type":"node","id":"0","labels":["Power"],"properties":{"name":"Elektryczna"}}
{"type":"node","id":"1","labels":["Source"],"properties":{"image":"turbina_old.JPG","investcosts":18000,"yearlycosts":100,"rate":0.0,"houseType":"3","longdescription":"Mimo dużego zainteresowania energią odnawialną, wciąż przydomowa turbina wiatrowa pozostaje mało popularnym źródłem energii. Sprawdzi się w domach zlokalizowanych z dala od sieci energetycznej lub w miejscach o częstych przerwach w dostawie prądu. Jako jedyne źródło energii elektrycznej może być wykorzystywana jedynie w małych domach niskoenergetycznych lub domkach letniskowych.   Warto zastosować to rozwiązanie w domkach zlokalizowanych na wybrzeżu Morza Bałtyckiego lub Suwalszczyzny ze względu na dobrą siłę wiatru, niezakłóconą pagórkami, wzniesieniami czy licznymi zabudowaniami. Turbina również sprawdzi się w Bieszczadach i Tatrach ze względu na silne wiatry lokalne.    Dla małego domku letniskowego wystarczająca będzie turbin o mocy 2kW. Instalacje taka można zakupić w cenie około 18 000 zł. jest to mimo wszystko wysoki koszt inwestycyjny, co zapewne stanowi główny powód ciągłej niskiej popularności przydomowych turbin.     ","name":"turbina wiatrowa","description":"Potrafi przekształcić energię kinetyczną wiatru w energię elektryczną. Należy do nieprzewidywalnych źródeł ekologicznych z powodu silnej zależności od warunków zewnętrznych. Samotnie rzadko stosowana, sprawdzi się we współpracy z siecią.  ","maintenanceNeeds":"low","url":"turbina.png"}}
{"type":"node","id":"2","labels":["Source"],"properties":{"image":"wegiel_big.JPG","investcosts":10000,"yearlycosts":2000,"rate":13.0,"longdescription":"Były popularne ze względu na niską cenę oraz stosunkowo tanie paliwo tradycyjne, jednak z roku na rok inwestuje się w nie coraz rzadziej. W większości polskich domów znajdują się kotły o niskiej sprawności, często stosowane do spalania innych paliw niż węgiel, np. drewno lub makulatura, co jest wysoce nieefektywne i zdecydowanie szkodzące środowisku. Nowoczesne kotły węglowe obecnie dostępne na rynku i spełniające wszystkie wymogi względem bezpieczeństwa dla środowiska nie są również tanie, koszty oscylują wokół 30 tys. zł, ale można jednak gorszej klasy piece zakupić za około 10 tys. zł. Do kolejnych wad należą konieczność stałego uzupełniania paliwa oraz usuwania popiołu, zatem niska automatyzacja instalacji.  ","houseType":"12","name":"kocioł węglowy","description":"Cieszy się dużą popularnością mimo swej nieekologiczności i małej wygody użytkowania. Węgiel uznawany jest bowiem za tanie paliwo. Obecny trend światowy dąży jednak do wyeliminowania instalacji bazującym na tym surowcu.  ","maintenanceNeeds":"medium","url":"wegiel.JPG"}}
{"type":"node","id":"3","labels":["Source"],"properties":{"image":"panel_big.JPG","investcosts":17000,"yearlycosts":200,"rate":0.0,"houseType":"3","longdescription":"Instalacja fotowoltaiczna bez przyłącza do sieci energetycznej nazywana jest typem off-grid. Jest stosowana w obszarach, gdzie nie ma dostępu do sieci. W Polsce najczęściej wykorzystywana jest w domkach letniskowych. Główną jej zaletą jest pełna niezależność od sieci, jednak ze względu na liczne wady zaleca się w przypadku możliwości wyboru decydowanie się na przyłącz do sieci. Istotnym elementem instalacji są akumulatory, które z roku na rok tanieją o około 20%, a więc warto poczekać jeszcze kilka lat. Ponadto w słoneczne dni produkcja energii jest zbyt duża, by można było ją w całości przechować w akumulatorach. Bez przyłącza do sieci nie możemy oddawać nadwyżek, przez co w okresach niesłonecznych jesteśmy skazani na braki energii elektrycznej. Opcją pośrednią jest instalacja hybrydowa, która może pracować zarówno on-grid jak i off-grid oraz łączy w sobie zalety obydwu instalacji. Jednak konieczne jest posiadanie dwóch inwerterów, co znacznie podnosi koszty inwestycyjne.  ","name":"panel fotowoltaiczny","description":"Panel przekształca energię promieni słonecznych w energię elektryczną. Niezależne instalacje często stosowane są obecnie do zasilania pojedynczych punktów (lampy drogowe, sygnalizacje świetlne) lub mogą stanowić źródło energii w domach letniskowych. ","maintenanceNeeds":"high","url":"panel.png"}}
{"type":"node","id":"4","labels":["Source"],"properties":{"image":"kolektor_big.JPG","investcosts":11000,"yearlycosts":300,"rate":0.0,"houseType":"3","longdescription":"W Polsce kolektor słoneczny raczej nie ma możliwości być samodzielnym źródłem ciepła lub ciepłej wody użytkowej. Można zastosować taką indywidualną instalację wyłącznie w  sezonowych domkach letniskowych potrzeby ciepłej wody użytkowej, jednak należy wziąć pod uwagę ryzyko, że to może nie wystarczyć. Firmy oferują dwa typy kolektorów, czyli najważniejszej części instalacji odpowiedzialnej za konwersję energii. Kolektor płaski jest bardziej popularny, nieco mniej efektywny, ale dużo tańszy. Wydajniejsze i droższe są kolektory rurowe próżniowe, które wykorzystują zarówno promieniowanie bezpośrednie jak i rozproszone. Okres zwrotu instalacji słonecznej szacuje się na około 8 do 15 lat. Za instalację składającą się z 5 kolektorów słonecznych, zasobnika o pojemności 500 l, wraz z niezbędnym osprzętem i montażem, zapłacimy około 20 300 tys. zł. ","name":"kolektor słoneczny ","description":"Służy do przekształcania energii promieni słonecznych na energię cieplną. Z powodu swej nieregularności najlepiej sprawdza się we współpracy z innym źródłem energii. Samotnie może być stosowany w sezonowych domkach letniskowych. ","maintenanceNeeds":"high","url":"kolektor1.JPG"}}
{"type":"node","id":"5","labels":["Source"],"properties":{"image":"kominek_big.JPG","investcosts":10000,"yearlycosts":2200,"rate":0.0,"houseType":"2","longdescription":"Ogrzewanie całego domu kominkiem jest możliwe, ale ze względu na wygodę użytkowników lepiej jest łączyć to źródło ciepła z innym, np. ogrzewaniem elektrycznym lub kotłem gazowym. Indywidualnie sprawdzi się w domkach letniskowych. Kominek wymaga dozoru i obsługi. Gdy dojdzie do wygaszenia ognia w palenisku, ogrzewane pomieszczenia nadmiernie się wychłodzą, a ponowne uzyskanie w nich komfortu termicznego może być trudne i kosztowne. Jeśli natomiast kominek będzie współpracował z innym zautomatyzowanym źródłem ciepła, wymagana temperatura wewnątrz domu będzie utrzymywana w sposób stały i zoptymalizowany. Szacunkowe koszty zostały podane dla kominka z płaszczem wodnym.  ","name":"kominek","description":"Jako główne i jedyne źródło energii świetnie sprawdzi się w całorocznych domkach letniskowych. Skutecznie ociepli mały budynek, również wizualnie. ","maintenanceNeeds":"high","url":"biomasa.JPG"}}
{"type":"node","id":"6","labels":["Source"],"properties":{"image":"pompa_big.JPG","investcosts":30000,"yearlycosts":2500,"rate":17.0,"houseType":"123","longdescription":"Pompy ciepła cieszą się coraz większą popularnością. Łączą w sobie niezawodność, żywotność, ekologiczność oraz generują oszczędności. Wyróżniamy pompy gruntowe, powietrzne i typu woda-woda, jednak dwa pierwsze warianty są najpopularniejsze. Pompa gruntowa wymaga kosztów inwestycyjnych na poziomie 45 – 50 tys. zł. Montuje się je wewnątrz budynku w pomieszczeniach gospodarczych, jednak wymagają wykonania kolektora gruntowego w formie odwiertów lub wymiennika poziomego. To często stanowi barierę dla inwestorów. Należy jednak brać pod uwagę fakt, że pompy gruntowe pozwalają na znacznie większą oszczędność w kolejnych latach, która dzięki ich długowieczności powoduje szybki wzrost inwestycji. Powietrzne pompy ciepła kosztują około 20-30 tys. zł., nie wymagają odwiertów, a jedynie osłoniętego od wiatru miejsca przy ścianie zewnętrznej budynku. Poglądowe koszty inwestycyjne i koszty roczne eksploatacji dotyczą pompy powietrznej.  ","name":"pompa ciepła","description":"Mogą zapewnić dużą ilość ciepła przy niewielkim nakładzie energii elektrycznej. Są obecnie coraz częściej stosowanym rozwiązaniem. Należą do źródeł przyjaznych środowisku.  ","maintenanceNeeds":"low","url":"pompa.JPG"}}
{"type":"node","id":"7","labels":["Source"],"properties":{"image":"gaz_big.JPG","investcosts":18700,"yearlycosts":3400,"rate":0.0,"longdescription":"Występuje kilka rodzajów kotłów gazowych. Są produkowane w trzech podstawowych odmianach: dwufunkcyjnej - z wymiennikiem do podgrzewania wody grzewczej i drugim do przygotowywania c.w.u., ale niestety należy się liczyć z brakiem gromadzenia wody na zapas, co może być problematyczne przy jednoczesnym zużyciu w różnych miejscach domu; kompaktowej – ze zbiornikiem do magazynowania podgrzanej wody na zapas; jednofunkcyjnej – z wymiennikiem tylko do c.o. Wariant jednofunkcyjny we współpracy z podgrzewaczem pojemnościowym sprawdzi się najlepiej do wygodnego i niezawodnego użytkowania z instalacji w domach jednorodzinnych, a kocioł dwufunkcyjny spowoduje zmniejszenie wydatków i strat ciepła podczas przechowywania ciepłej wody w zbiorniku. Do inwestora należy wybór, które zalety są istotniejsze.  ","houseType":"123","name":"kocioł gazowy","description":"Obecnie często stosowane rozwiązanie ze względu na efektywność i wygodną obsługę. Ekologiczny wariant dla kotłów węglowych.","maintenanceNeeds":"low","url":"gaz.JPG"}}
{"type":"node","id":"8","labels":["Fuel"],"properties":{"costs":8,"ecology":6,"name":"drewno","description":"biomasa w postaci drewna do palenia w kominku","storage":0}}
{"type":"node","id":"9","labels":["Fuel"],"properties":{"costs":10,"ecology":10,"name":"wiatr","description":"siła wiatru","storage":10}}
{"type":"node","id":"10","labels":["Fuel"],"properties":{"costs":7,"ecology":5,"name":"gaz","description":"gaz ziemny","storage":6}}
{"type":"node","id":"11","labels":["Fuel"],"properties":{"costs":10,"ecology":10,"name":"słońce","description":"energia słoneczna","storage":10}}
{"type":"node","id":"12","labels":["Fuel"],"properties":{"costs":10,"ecology":10,"name":"grunt","description":"ciepło pobrane z gruntu","storage":10}}
{"type":"node","id":"13","labels":["Fuel"],"properties":{"costs":10,"ecology":10,"name":"powietrze","description":"ciepło pobrane z powietrza","storage":10}}
{"type":"node","id":"14","labels":["Fuel"],"properties":{"costs":10,"ecology":10,"name":"woda","description":"wymiana ciepłą z wodą","storage":10}}
{"type":"node","id":"15","labels":["Fuel"],"properties":{"costs":5,"ecology":1,"name":"wegiel","description":"wegiel do opału","storage":4}}
{"type":"node","id":"16","labels":["Power"],"properties":{"name":"Cieplna"}}
{"type":"node","id":"17","labels":["Source"],"properties":{"image":"siec_big.JPG","investcosts":5000,"yearlycosts":2000,"rate":17.0,"houseType":"123","longdescription":"Aby móc korzystać z prądu z sieci energetycznej niezbędne jest dopełnienie wszelkich formalności w procesie przyłączeniowym. Należy złożyć odpowiedni wniosek do dystrybutora działającego na naszym terenie, a po uzyskaniu pozytywnej odpowiedzi podpisać umowę z zakładem energetycznym. Następnie można rozpocząć budowę przyłącza, za co koszty ponosi wnioskodawca. Stawki różnią się w zależności od dystrybutora, ale można spodziewać się kosztów rzędu 4-5 tys. zł. Myśląc o ekologiczności tego rozwiązania należy pamiętać, że energia elektryczna produkowana w polskich elektrowniach i elektrociepłowniach według danych z listopada 2020 roku w 48% pochodzi ze spalania węgla kamiennego, 23% z węgla brunatnego, a 10% z gazu. Elektrownie wiatrowe i wodne stanowią razem jedynie 11% produkcji. Zatem energia elektryczna z sieci do ekologicznych raczej nie należy.  ","name":"sieć elektroenergetyczna","description":"Najpopularniejszy i wygodny sposób zapewnienia energii elektrycznej w swoim domu.  ","maintenanceNeeds":"low","url":"siec.png"}}
{"type":"node","id":"18","labels":["Source"],"properties":{"image":"gaz_kominek_big.JPG","investcosts":26000,"yearlycosts":2550,"rate":0.0,"houseType":"12","longdescription":"Jest to wariant najczęściej stosowany w domach jednorodzinnych wyposażonych w kominek. Gaz stanowi główne paliwo wykorzystywane do ogrzewania, a kominek to źródło wspomagające, doskonale sprawdzające się np. W jesienne popołudnia, gdy jest zbyt ciepło by ogrzewać cały dom, ale stosunkowo zimno i chcemy docieplić wyłącznie dwa pokoje, np. salon i sypialnię. W ten sposób można uzyskać wymaganą temperaturę dość niskim kosztem. Należy jednak pamiętać o postępującym trendzie eliminacji paliw stałych. Według obecnie panującego prawa na terenie Krakowa nie można ogrzewać budynków na drodze spalania drewna ani innej stałej biomasy. ","name":"kominek + kocioł gazowy","description":"Świetny wariant dla osób chcących ocieplić swoje wnętrze stylowym kominkiem. Oprócz walorów wizualnych kominek stanowi wsparcie lub sposób na szybkie i tanie ogrzanie wnętrza w jesienne wieczory. ","maintenanceNeeds":"medium","url":"biomasa-gaz.JPG"}}
{"type":"node","id":"19","labels":["Source"],"properties":{"image":"wegiel_kominek_big.JPG","investcosts":20000,"yearlycosts":2100,"rate":13.0,"houseType":"12","longdescription":"Instalacja tego typu jest spotykana w przypadkach, gdy inwestor chce dołączyć dodatkowe wspomagające źródło energii do już zainstalowanego kotła węglowego. I w tym przypadku kominek sprawdzi się w momentach małych potrzeb na ciepło, ograniczających się do jednego lub dwóch pokoi. Zarówno drewno jak i węgiel to tradycyjne paliwa stałe i obecny trend zmierza ku wyeliminowaniu ich z instalacji ogrzewania ze względu na wysoką szkodliwość dla środowiska.  ","name":"kominek + kocioł węglowy","description":"Rzadko spotykane rozwiązanie i raczej niepolecane dla domów w fazie projektowania lub przed budową ze względu na nieekologiczność i niepopularność kotłów węglowych. ","maintenanceNeeds":"medium","url":"biomasa-wegiel.JPG"}}
{"type":"node","id":"20","labels":["Source"],"properties":{"image":"turbina_dom1.JPG","investcosts":20000,"yearlycosts":1000,"rate":22.0,"houseType":"123","longdescription":"Głównymi zaletami tego rozwiązania dostęp do darmowego i ekologicznego źródła energii jakim jest wiatr, a więc brak konieczności zakupu paliwa, możliwość sprzedawania do sieci lub gromadzenia nadwyżek energii, a także niezależność energetyczna.    Przydomowa elektrownia wiatrowa może mieć maksymalnie trzydzieści metrów wysokości, zgodnie z przepisami o ochronie przyrody z roku 2004. Ponadto w momencie, gdy wysokość instalacji przekracza trzy metry ponad najwyższy punkt dachu domu, konieczne jest uzyskanie pozwolenia na budowę, jako że obiekt zaczyna być traktowany jako osobny obiekt budowlany.    Warto inwestować w elektrownię wiatrową, gdy naszym miejscem zamieszkania będzie wybrzeże Morza Bałtyckiego lub Suwalszczyzna. Pagórki, podwyższenia oraz wniesienia wpływają niekorzystnie na działanie elektrowni z powodu zmieniania kierunku wiatru, podobnie stojące obok budynki lub drzewa. Zatem najlepsze miejsca dla elektrowni to morze oraz przewężenia terenu. Mniej, ale również dobrze sprawdzą się Bieszczady i Tatry.   Poważną wadą tego rozwiązania jest cena instalacji, która dla instalacji o mocy 5kW wyniesie około 40 000 zł. Korzystniej zainwestować w mniejszą instalację, np. 3kW o koszcie 20 000 zł. To nadal stosunkowo wysoka cena, co prawdopodobniej jest główną przyczyną małej popularności elektrowni wiatrowych.  ","name":"turbina wiatrowa + sieć","description":"Turbina wiatrowa stanowi dobry sposób na skorzystanie z darmowego i ekologicznego paliwa w postaci wiatru i obniżyć rachunki za coraz droższy prąd z sieci elektroenergetycznej. ","maintenanceNeeds":"low","url":"turbina-siec.JPG"}}
{"type":"node","id":"21","labels":["Source"],"properties":{"image":"panel_siec_big.JPG","investcosts":23000,"yearlycosts":700,"rate":21.0,"longdescription":"Panele fotowoltaiczne to najpopularniejszy sposób na wytworzenie energii w ekologiczny sposób w Polsce. Zwykle klienci wybierają ją by zainwestować dodatkowe środki w celu zmniejszenia kosztów rocznych uzyskania energii elektrycznej. Szacuje się, że przeciętne gospodarstwo domowe wyposażone w instalację fotowoltaiczną około 30% energii zużywa na bieżące potrzeby, a pozostałą część oddaje do sieci, by pobrać ją wieczorami lub po zmroku. Ilość paneli odpowiednia dla domu zależy od zużycia energii elektrycznej, ale dla czteroosobowej rodziny z rocznym zużyciem na poziomie 3 ty. kWh 10 – 12 paneli o mocy 300 kW powinno być wystarczające. Koszt takiej instalacji to około 20 tys. zł. Energię oddaną do sieci możemy odebrać w formie upustu od rachunków za prąd w wysokości 80% wartości oddanej energii. Instalacja szacunkowo zwróci się po 10-12 latach. Gwarancja producenta zwykle obejmuje 8-10 lat eksploatacji paneli, a po tym czasie według zapewnień instalacja powinna działać z około 80% sprawnością. W praktyce jednak panele eksploatują się szybciej, zwłaszcza gdy nie są regularnie czyszczone. Ponadto każdy cień padający na panele powoduje wyłączenie szeregu ogniw.  ","houseType":"123","name":"panel fotowoltaiczny + sieć","description":"Obecnie najczęściej wybierane w Polsce wariant z udziałem ekologicznego źródła energii. Instalacja fotowoltaiczny wciąż jest najtańszą w porównaniu z systemem z udziałem kolektora lub turbiny wiatrowej. Można skorzystać z programów dofinansowania modernizacji swego domu w tym kierunku. ","maintenanceNeeds":"high","url":"panel-siec.jpg"}}
{"type":"node","id":"22","labels":["Source"],"properties":{"image":"wegiel_kolektor_big.JPG","investcosts":19000,"yearlycosts":1500,"rate":15.0,"houseType":"12","longdescription":"Takie rozwiązanie jest raczej rzadko stosowane dla nowych budynków, ze względu na obecnie wysokie koszty kotłów opalanych węglem, a taniość była jedyną zaletą tego rozwiązania. Połączenie kolekto + kocioł na węgiel występuje głównie po doinstalowaniu kolektorów do już działającej instalacji z kotłem. Takie rozwiązanie podnosi ekologiczność instalacji, ale korzystniejszym dla inwestora najczęściej okazuje się wymiana kotła na gazowy.  ","name":"kolektor słoneczny + kocioł węglowy","description":"Rzadko spotykane rozwiązanie, będący połączeniem ekologicznego i nadal stosunkowo drogiego źródła oraz szkodliwego względem środowiska, choć taniego w utrzymaniu, wciąż popularnego kotła, który obecnie często jest wymieniany na kocioł gazowy.  ","maintenanceNeeds":"high","url":"kolektor-wegiel1.jpg"}}
{"type":"node","id":"23","labels":["Source"],"properties":{"image":"gaz_kolektor_big.JPG","investcosts":27000,"yearlycosts":2100,"rate":16.0,"houseType":"12","longdescription":"Jest to dobre połączenie, szczególnie dla nowo budowanego budynku, gdy chcemy zastosować kolektory słoneczne wraz z bardziej stabilnym źródłem energii. Kolektory będą wspomagać instalację latem, gdy w słoneczne dni mogą pokrywać nawet 100% zapotrzebowania na ciepło. Stosunkowo wysokie koszty inwestycyjne zostaną szybko zrekompensowane przez niskie rachunki każdego roku, a instalacja będzie łatwa w obsłudze dzięki automatyzacji i przyjazna środowisku.  ","name":"kolektor słoneczny + kocioł gazowy","description":"Dobry połączenie źródeł ciepła. Kolektory jako wspomożenie instalacji ogrzewania i zapewniania ciepłej wody świetnie sprawdzi się w domach z dużym zużyciem ciepła w ciągu dnia, np. z basenem.     ","maintenanceNeeds":"high","url":"kolektor-gaz1.jpg"}}
{"type":"node","id":"24","labels":["Fuel"],"properties":{"costs":6,"ecology":5,"name":"prąd sieciowy","description":"prąd dostarczony przez sieć energetyczną","storage":10}}
{"id":"0","type":"relationship","label":"Fueled","start":{"id":"2","labels":["Source"]},"end":{"id":"15","labels":["Fuel"]}}
{"id":"1","type":"relationship","label":"isProducedBy","start":{"id":"0","labels":["Power"]},"end":{"id":"1","labels":["Source"]}}
{"id":"2","type":"relationship","label":"Fueled","start":{"id":"1","labels":["Source"]},"end":{"id":"9","labels":["Fuel"]}}
{"id":"3","type":"relationship","label":"isProducedBy","start":{"id":"0","labels":["Power"]},"end":{"id":"3","labels":["Source"]}}
{"id":"4","type":"relationship","label":"Fueled","start":{"id":"7","labels":["Source"]},"end":{"id":"10","labels":["Fuel"]}}
{"id":"5","type":"relationship","label":"Fueled","start":{"id":"4","labels":["Source"]},"end":{"id":"11","labels":["Fuel"]}}
{"id":"6","type":"relationship","label":"Fueled","start":{"id":"3","labels":["Source"]},"end":{"id":"11","labels":["Fuel"]}}
{"id":"7","type":"relationship","label":"Fueled","start":{"id":"6","labels":["Source"]},"end":{"id":"13","labels":["Fuel"]}}
{"id":"8","type":"relationship","label":"Fueled","start":{"id":"6","labels":["Source"]},"end":{"id":"12","labels":["Fuel"]}}
{"id":"9","type":"relationship","label":"Fueled","start":{"id":"6","labels":["Source"]},"end":{"id":"14","labels":["Fuel"]}}
{"id":"10","type":"relationship","label":"Fueled","start":{"id":"5","labels":["Source"]},"end":{"id":"8","labels":["Fuel"]}}
{"id":"11","type":"relationship","label":"isProducedBy","start":{"id":"16","labels":["Power"]},"end":{"id":"5","labels":["Source"]}}
{"id":"12","type":"relationship","label":"isProducedBy","start":{"id":"16","labels":["Power"]},"end":{"id":"6","labels":["Source"]}}
{"id":"13","type":"relationship","label":"isProducedBy","start":{"id":"16","labels":["Power"]},"end":{"id":"7","labels":["Source"]}}
{"id":"14","type":"relationship","label":"isProducedBy","start":{"id":"16","labels":["Power"]},"end":{"id":"4","labels":["Source"]}}
{"id":"15","type":"relationship","label":"isProducedBy","start":{"id":"16","labels":["Power"]},"end":{"id":"2","labels":["Source"]}}
{"id":"16","type":"relationship","label":"Fueled","start":{"id":"20","labels":["Source"]},"end":{"id":"9","labels":["Fuel"]}}
{"id":"18","type":"relationship","label":"Fueled","start":{"id":"21","labels":["Source"]},"end":{"id":"24","labels":["Fuel"]}}
{"id":"19","type":"relationship","label":"Fueled","start":{"id":"22","labels":["Source"]},"end":{"id":"15","labels":["Fuel"]}}
{"id":"20","type":"relationship","label":"Fueled","start":{"id":"22","labels":["Source"]},"end":{"id":"11","labels":["Fuel"]}}
{"id":"21","type":"relationship","label":"Fueled","start":{"id":"20","labels":["Source"]},"end":{"id":"24","labels":["Fuel"]}}
{"id":"23","type":"relationship","label":"Fueled","start":{"id":"18","labels":["Source"]},"end":{"id":"8","labels":["Fuel"]}}
{"id":"24","type":"relationship","label":"Fueled","start":{"id":"18","labels":["Source"]},"end":{"id":"10","labels":["Fuel"]}}
{"id":"25","type":"relationship","label":"isProducedBy","start":{"id":"0","labels":["Power"]},"end":{"id":"17","labels":["Source"]}}
{"id":"26","type":"relationship","label":"isProducedBy","start":{"id":"0","labels":["Power"]},"end":{"id":"20","labels":["Source"]}}
{"id":"27","type":"relationship","label":"isProducedBy","start":{"id":"0","labels":["Power"]},"end":{"id":"21","labels":["Source"]}}
{"id":"28","type":"relationship","label":"isProducedBy","start":{"id":"16","labels":["Power"]},"end":{"id":"18","labels":["Source"]}}
{"id":"29","type":"relationship","label":"isProducedBy","start":{"id":"16","labels":["Power"]},"end":{"id":"19","labels":["Source"]}}
{"id":"30","type":"relationship","label":"isProducedBy","start":{"id":"16","labels":["Power"]},"end":{"id":"23","labels":["Source"]}}
{"id":"31","type":"relationship","label":"isProducedBy","start":{"id":"16","labels":["Power"]},"end":{"id":"22","labels":["Source"]}}
{"id":"32","type":"relationship","label":"Fueled","start":{"id":"23","labels":["Source"]},"end":{"id":"10","labels":["Fuel"]}}
{"id":"33","type":"relationship","label":"Fueled","start":{"id":"23","labels":["Source"]},"end":{"id":"11","labels":["Fuel"]}}
{"id":"34","type":"relationship","label":"Fueled","start":{"id":"19","labels":["Source"]},"end":{"id":"8","labels":["Fuel"]}}
{"id":"35","type":"relationship","label":"Fueled","start":{"id":"19","labels":["Source"]},"end":{"id":"15","labels":["Fuel"]}}
{"id":"38","type":"relationship","label":"Fueled","start":{"id":"21","labels":["Source"]},"end":{"id":"11","labels":["Fuel"]}}
{"id":"39","type":"relationship","label":"Fueled","start":{"id":"17","labels":["Source"]},"end":{"id":"24","labels":["Fuel"]}}